# manual:
#  - Install Homebrew
#    bash ./setup.sh
#
#  - Install
#    brew install -f "$HOME/.Brewfile"
#
#  - Cleanup
#    brew bundle cleanup
#
#  - Backup
#    brew bundle dump

tap "homebrew/bundle"
tap "homebrew/core"

brew "asdf"
brew "exa"
brew "starship"
brew "yamllint"
brew "sqlite"
brew "bash-completion@2"
brew "terraformer"
brew "awscli"
brew "aws-vault"
brew "jq"
brew "mysql-client"
brew "gdrive"
brew "brew-cask-completion"
brew "git"
brew "newman"
brew "openjdk@11"
brew "gh"
brew "aws-elasticbeanstalk"
brew "fish"
brew "fzf"
brew "z"
brew "bat"
brew "fd"
